<template>
  <el-container>
    <Regheader></Regheader>
    <el-container style="width:1000px;margin:0 auto 20px">
      <el-header style="margin-top:20px">
        <el-steps :active="0" simple>
          <el-step title="查阅协议" icon="el-icon-document"></el-step>
          <el-step title="基本信息" icon="el-icon-edit"></el-step>
          <el-step title="资质上传" icon="el-icon-upload"></el-step>
          <el-step title="提交待审核" icon="el-icon-circle-check-outline"></el-step>
        </el-steps>
      </el-header>
      <el-container>
        <el-aside style="width:180px; margin-left:20px" >
          <a href="#one" style="margin-left:10px">主协议</a>
          <hr style="height:1px;border:none;border-top:1px dashed #0066CC;" />
          <a href="#two" style="margin-left:10px">消费者权益保障服务</a>
          <hr style="height:1px;border:none;border-top:1px dashed #0066CC;" />
          <a href="#three" style="margin-left:10px">反商业贿赂条款</a>
          <hr style="height:1px;border:none;border-top:1px dashed #0066CC;" />
          <a href="#four" style="margin-left:10px">保密协议</a>
          <hr style="height:1px;border:none;border-top:1px dashed #0066CC;" />
          <a href="#five" style="margin-left:10px">信息安全承诺责任书</a>
          <hr style="height:1px;border:none;border-top:1px dashed #0066CC;" />
          <a href="#six" style="margin-left:10px">附属协议</a>
          <hr style="height:1px;border:none;border-top:1px dashed #0066CC;" />
        </el-aside>
        <el-main>
          <div>
            <el-input type="textarea" :autosize="{ minRows: 2, maxRows: 20}" v-model="textarea">
            </el-input>
            <br>
            <div align="center">
              <el-checkbox v-model="checked">我已阅读并同意《商户管理系统平台合作协议》</el-checkbox>
            </div>
          </div>
          <div style="margin-top: 20px; text-align: center;">
            <el-button @click="goNext" type="primary" :disabled="disabled">下一步</el-button>
          </div>
        </el-main>
      </el-container>
    </el-container>
    <el-footer>
      <Regfooter></Regfooter>
    </el-footer>
  </el-container>
</template>

<script>
  import Regheader from '@/components/Register/regheader'
  import Regfooter from '@/components/Register/regfooter'

  export default {
    data() {
      return {
        textarea: `中国移动12582田园易购联合运营主协议

甲、乙双方根据中华人民共和国法律、法规等相关规定，本着诚信、互惠原则，经友好、充分协商，就中国移动12582田园易购联合运营等相关事项达成本协议。本协议各方已准确和完全理解各条款及内容，均愿自觉和全面履行本协议。
本协议中甲方为中国移动通信集团重庆有限公司，乙方为当前签约商户。
本协议中的标题仅为方便阅读而设，不应影响本规定任何条款的解释。
第一条相关定义及解释
1.1中国移动：中国移动通信集团及其旗下子公司、分公司、分支机构或相关关联公司统称为“中国移动”，本协议中提及的应由甲方或“中国移动”行使的权利和履行的义务，由“中国移动”内部负责相应区域及业务范围的公司分别履行。本协议由中国移动通信集团重庆有限公司代表“中国移动”与乙方签署。
1.2田园易购：是指由中国移动提供技术支持和服务的电子商务网站，域名为ego.12582.cn，如前述网站有变更或增加的，以中国移动告知的信息为准。
1.3商户管理系统：是指由中国移动提供技术支持和服务的企业服务平台，域名为maimai.12582.cn，如前述网站有变更或增加的，以中国移动告知的信息为准。
1.4田园易购用户：是指通过田园易购进行消费行为，获取商品及相关服务的主体，本协议中统称为“用户”，除非另有说明，否则“用户”均指此含义。
1.5商家注册及入驻：商家注册指欲成为“田园易购”第三方经营者的商家（本文或称“卖家”），依据“田园易购”入驻流程和要求完成在线信息提交，经中国移动审核同意后，商家可以使用其自行设定的商户管理系统平台用户名和密码登陆“商户管理系统平台”，以开立店铺开展经营；商家入驻，指第三方经营者完成商家注册，通过资质审核且满足本协议第四条服务开通条件后成为“田园易购”第三方经营者的过程；本协议中的商家指本协议缔约方中的“乙方”。
1.6商户管理系统平台用户名：亦称“商家用户名”，是指商家完成商家注册后获取的与自设密码共同使用以登陆“商户管理系统平台”，使用“商户管理系统平台”相关服务的登陆账户。商家应妥善保管用户名及密码信息，不得擅自转让或授权他人使用。
1.7田园易购平台规则：指标示在“田园易购”及“商户管理系统平台”之上的，与商家经营有关的任何规范性文件，包括但不限于卖家手册、卖家后台公告、卖家后台帮助中心等。
1.8保证金：商家向中国移动缴纳的用以保证本协议履行及对商品和服务质量进行担保的金额，中国移动可以依照中国移动12582田园易购联合运营主协议及附属协议的相关约定对其进行处置。
第二条服务内容及乙方经营方式
2.1甲方依照本协议第四条约定为乙方开通商户管理系统服务后，乙方可使用“商户管理系统平台”发布商品信息，与愿意购买乙方商品的甲方其他用户订立买卖合同，并向通过“田园易购”购买其商品的用户提供售后服务，同时可参与“田园易购”相关活动及使用“田园易购”同意提供的其他有偿服务。
2.2除上述服务内容外，乙方可使用本协议附件列明的其他甲方提供的有偿服务，具体服务内容以本协议附件约定或双方另行签署（含乙方同意相关有偿服务的电子协议等以数据电文形式签署）的文件约定为准。
2.3乙方经营方式：乙方销售的商品，均以乙方自身名义进行商品信息上传、展示、咨询答复、商品销售、发票开具、物流配送服务及售后服务提供等；乙方销售及服务出现争议、纠纷、国家机关机构调查时，由乙方以销售者身份处理。中国移动不参与乙方经营，除依据本协议相关约定外，也不直接介入乙方与其他人间的争议和纠纷。
第三条入驻条件及证明文件提交
3.1入驻条件
乙方申请成为“田园易购”入驻商家，在“田园易购”开展经营活动，须满足以下条件：
1)乙方已依照中华人民共和国法律注册并领取合法有效的营业执照及其他经营许可；
2)乙方申请经营的商品来源合法，资质齐全；
3)乙方同意本协议及田园易购相关规则。
3.2证明文件提交
3.2.1乙方须根据田园易购相关规则及要求向甲方提交证明文件或其他相关证明，包括但不限于营业执照、税务登记证、授权委托书、商标注册证、质检报告、报关单、检验检疫证书、产品来源地证明等。
3.2.2乙方保证向甲方提供的上述证明文件或其他相关证明真实、合法、准确、有效，并保证上述证明文件或其他相关证明发生任何变更或更新时，及时通知甲方，若上述文件变更或更新导致乙方不符合本协议所规定入驻条件的，甲方有权单方全部或部分限制乙方经营，直至终止本协议。
3.2.3乙方对其提交的证明文件或其他相应证明的真实性、合法性、准确性、有效性承担全部法律责任，若因乙方提交虚假、过期文件或未及时更新或通知证明文件导致纠纷或被相关国家机关处罚的，由乙方独立承担全部法律责任，如因此造成中国移动（包括“中国移动”合作方、代理人或职员）损失的，乙方应予以赔偿。
第四条服务开通及停止
4.1对于乙方拟开展经营的项目，甲方在乙方提出开户申请并满足以下条件后七个工作日内为乙方开通服务，甲方将在服务正式开通后以短信方式通知乙方。
1)乙方已按照本协议或者其他补充协议（若有）中确定的金额足额缴纳保证金；
2)乙方已按照本协议及田园易购相关规则提交证明文件或其他相关证明并已通过甲方审核；
3)乙方已提交的商品合乎规定并已通过甲方审核；
4.2甲方为乙方开通服务后，乙方可利用商户管理系统用户名及自设密码登陆平台，根据田园易购相关规则及流程向乙方平台上传、发布商品信息，与用户交流达成交易，使用本协议约定的其他有偿服务等。
4.3乙方服务的停止：
4.3.1乙方需要停止服务的，应至少提前七个工作日向甲方提出申请，经甲方审核同意后由甲方停止服务；
4.3.2出现以下任一情形时，甲方有权随时停止乙方的服务；
4.3.2.1乙方不满足入驻条件的；
4.3.2.2乙方提供虚假资质文件的；
4.3.2.3乙方销售额连续三个月低于100元的；
4.3.2.4乙方产品价格、规格等信息标示错误，导致行政处罚、争议和纠纷的；
4.3.2.5乙方产品质量、标识不合格的，或者产品涉嫌走私、假冒伪劣、旧货、返修品的；
4.3.2.6未经甲方事先审核产品品牌，而上传某品牌商品的；
4.3.2.7乙方连续30（三十）日或累计45（四十五）日未正常经营的；
4.3.2.8其他违反本协议约定或田园易购规则的，或者其他甲方认为侵犯中国移动或消费者权益的。
4.4乙方未经甲方同意，擅自停止经营，或者乙方因为出现4.3.2情形被甲方停止店铺服务的，乙方未结算的金额，将被冻结作为乙方向甲方支付的违约金，该金额不足以冲抵乙方应付违约金和赔偿金时，乙方应另行支付差额。
第五条双方权利及义务
5.1甲方根据本协议向乙方提供电子商务交易平台及相应技术支持服务，尽力维护“田园易购”的正常稳定运行，并努力提升和改进技术，对平台功能及服务进行更新、升级，不断提升平台性能和交易效率。
5.2甲方对乙方在使用“田园易购”过程中遇到的问题及提出的建议和意见积极予以回复，可依乙方需求对其使用“商户管理系统”提供合理的指导和培训。
5.3乙方同意甲方根据乙方营业执照所载明的经营范围及乙方申请经营的经营类目，核实及调整乙方在“田园易购”经营的具体商品的种类、数量和类目范围。
5.4乙方同意并自愿遵守甲方根据国家相关法律法规、政策及平台运营情况，对公示于“田园易购”的规则、流程、收费标准等进行更新、调整。
5.5乙方同意甲方对乙方提供的相关资质文件及各类信息资料进行审核。甲方审核为形式审核，审核通过并不代表甲方对审核内容的真实性、合法性、准确性、及时性的确认，乙方仍须对其提交的资料的真实性、合法性、准确性、及时性等承担相应的法律责任。
5.6甲方有权对乙方的注册信息、上传的相关数据信息、在“田园易购”发布的其他信息及交易行为进行监督检查，对发现的违法违规信息及其相关内容，乙方同意甲方不经通知立即删除，对发现的其他问题或疑问有权向乙方发出询问及要求改正的通知，乙方应在接到通知后立即做出说明或改正。对乙方前述不当行为，甲方有权追究其违约、侵权责任并/或解除本协议。
5.7甲方有权将经国家生效法律文书或行政文书确定的乙方违法违规事件，或乙方已确认的乙方违反本协议相关约定的事项，在“田园易购”上予以公示；乙方多次违规或者有严重违约、违规情形的，甲方有权对其采取暂停运营、扣除保证金直至终止本协议等措施，上述措施不足以补偿甲方损失的，甲方有权继续向乙方追偿。
5.8如乙方的运营情况不能满足“田园易购”要求，经限期整改调整后，仍无法满足平台运营条件的，甲方有权解除本协议，停止向乙方提供服务。
5.9甲方有权根据市场情况及“田园易购”入驻商家经营情况组织相应的促销活动，乙方应根据自身经营情况及商品情况积极予以支持。
5.10甲方有权要求乙方提供与乙方商品、售后服务等相关的信息，以便于客户直接向中国移动客服中心进行咨询时予以回复，对于甲方无法回答或属乙方掌握的情况，甲方有权要求乙方在指定的时限内予以回复或给出相应方案，对乙方未及时解决的客户咨询及投诉，甲方有权对乙方采取相应处理措施。
5.11如因乙方商品、发布的信息或提供的售后服务问题而引发客户对甲方及/或“田园易购”的诉讼，甲方及/或“田园易购”有权披露乙方为实际商品提供商，乙方应承担因客户诉讼而产生的全部法律责任，如因此而给甲方及/或“田园易购”造成损失的，甲方有权要求乙方赔偿甲方及“田园易购”的全部损失。
5.12乙方同意“中国移动”根据业务调整情况将本协议项下的权利和义务部分或全部转移给甲方关联公司，但须提前5日通知乙方。
第六条乙方声明及保证
6.1保证在“田园易购”提交的注册资料真实、准确、合法、有效，对获得的与自设密码共同使用的商户管理系统平台用户名妥善保管，不得擅自转让或授权他人使用，并对利用该用户名和密码所进行的一切活动负全部责任。
6.2保证符合本协议约定的入驻条件，保证向甲方提交的证明文件及其他相关证明真实、准确、合法、有效，并保证在上述资料发生变更时及时通知甲方，并在“商户管理系统”上予以更新。
6.3保证其有权利订立本协议，其代理人已获得充分授权，并对代理人的行为承担法律责任，同时乙方保证对其雇员、本协议约定的联系人及其他乙方委派的履行本协议的人员的行为承担法律责任。
6.4保证遵守本协议及附件的相关约定和田园易购相关规则及流程，在使用“田园易购”相关服务时严格按照上述约定及规则和流程使用，不从事任何有损甲方利益的行为。
6.5保证对在“田园易购”经营的商品拥有合法销售权，商品质量合格，符合国家相关质量标准，不侵犯任何第三方的合法权利，并对其商品质量及商品合法性独立承担全部法律责任。
6.6保证在“田园易购”发布的商品信息真实、准确，符合田园易购规则及国家相关法律法规的规定，与实际出售的商品一致，不含任何夸大或虚假内容，并对商品信息承担独立的完全的法律责任。若发布的上述信息变更的，乙方应及时在“田园易购”予以更新。若因信息未及时变更引起法律后果的，乙方独立承担全部责任。
6.7保证按照“田园易购”审核通过的商品类目和品牌经营，未经甲方确认，不得擅自增加、变更商品类目和品牌。保证按照田园易购规则及国家相关规定设置商品价格、售卖限制、库存数量、商品说明及其他商品信息，并对上述设置独立承担全部法律责任。乙方同时保证在经营过程中，积极回复甲方用户的咨询，并保证在甲方用户提交订单后按要求发货。
6.8保证向购买其商品的甲方用户开具合法合规发票，并保证按照国家相关规定自行承担相应税费。如因乙方发票开具错误、未开具发票或者其他发票问题引起的纠纷，均由乙方独立承担相应的法律责任，如造成中国移动损失的，乙方应予以赔偿。
6.9保证按照国家相关规定、自身售后服务承诺及附件自主售后的相关要求，提供商品“更换、退货”等售后服务，同时保证按照本协议附件的相关规定履行消费者权益保障及相关售后服务义务。
6.10保证在使用“田园易购”进行交易的过程中遵守诚实信用原则，不在交易中采取欺诈及虚假宣传、混淆等不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。
6.11保证不将从“田园易购”获取的任何数据用于本协议约定以外的用途，同时保证未经甲方许可不得擅自获取、使用、传播“田园易购”的任何资料，包括但不限于交易数据、用户信息、支付信息、甲方其他用户展示于“田园易购”的信息等。
6.12同意授予“中国移动”全球通用（在法律许可范围内）的、免费的许可使用权利(并有权对该权利进行再授权)，使“中国移动”有权(全部或部份地)使用、复制、修订、改写、发布、翻译、分发、执行和展示乙方公示于“田园易购”的各类信息或制作其派生作品，和/或以现在已知或日后开发的任何形式、媒体或技术，将上述信息纳入其它作品内。
6.13乙方不得在“田园易购”发布任何吸引甲方用户到其他平台或乙方自身网络销售平台或渠道进行交易的信息，也不得在配送包裹中夹带此类吸引甲方用户的信息。
6.14乙方不得隐瞒任何可能对“田园易购”产生风险的事项，包括但不限于产品出现设计缺陷、质量瑕疵、权利纠纷、重大违约、上传资料包含病毒木马等，若乙方发生此类影响田园易购商誉、正常经营、安全的事项而乙方未及时通知甲方的，甲方有权解除本协议并追究乙方违约、侵权责任。
6.15未经甲方另行书面许可，乙方不得将本协议项下权利义务全部或部分转移给第三方；乙方自行聘请第三方代运营公司代表乙方运营店铺的，第三方代运营公司的一切行为均视同为乙方亲自实施，由乙方承担全部法律后果；乙方与第三方代运营公司间的权利义务关系由乙方与第三方代运营公司单独解决，不得影响到甲方及甲方其他用户的权利。
第七条费用及结算
7.1乙方应按照本协议附件《乙方信息确认表》、《店铺信息表》或补充协议（若有）中确定的标准及支付方式向中国移动支付下述费用：
7.1.1平台使用费
1)乙方应按照附件或补充协议（若有）约定的费用标准和时间向“中国移动”指定账户支付平台使用费，平台使用费按乙方相应服务期期间缴纳；
2)试商用期间平台使用费暂免，正式收费时甲方将至少提前30天告知乙方，届时双方另行签订补充协议。
7.1.2技术服务费
1)乙方通过“田园易购”完成的每一单交易应按照附件或补充协议（若有）的约定向“中国移动”支付技术服务费；
2)乙方申请经营的商品类目及对应的技术服务费率见相关补充协议（若有）；
3)乙方在“田园易购”的交易额以“商户管理系统平台”记录的数据为准，乙方经营的类目以本协议或其他补充协议（若有）约定为准，乙方经营的商品品牌以“中国移动”审核通过的为准；
4)技术服务费由“中国移动”通过系统自买家交付的货款中实时扣除。
5)试商用期间技术服务费暂免，正式收费时甲方将至少提前30天告知乙方，届时双方另行签订补充协议。
7.1.3其他费用
本协议附件或甲乙双方补充协议（若有）约定的乙方应向“中国移动”支付的其他费用，按照附件或补充协议（若有）的约定收取。
7.2甲乙双方按照下述约定对乙方在“田园易购”完成交易的货款进行结算：
7.2.1买家通过“田园易购”与乙方进行交易的，货款须支付至与“田园易购”合作的“中国移动”指定的第三方支付公司账户中或“中国移动”指定账户中。
7.2.2乙方按照本协议或其他补充协议（若有）中确认的结算期与“中国移动”进行对账，“中国移动平台”系统在每个结算日自动生成结算单，乙方确认无误后，中国移动”向指定付款机构发出付款指令，由付款机构将扣除技术服务费及其他费用后的货款支付给乙方；关于结算期及结算日约定如下：
1)甲乙双方约定月结，以每个自然月为结算期，每个月1日为上月结算日；
以上结算日遇休息日或法定节假日的，顺延至休息日或法定节假日结束后的第一个工作日。
7.2.3乙方须向“中国移动”提供其在“中国移动”指定的第三方支付公司开设的结算账户或银行账户以便“中国移动”完成货款结算，若乙方账户信息变更，应提前10个工作日通知“中国移动”，否则，因乙方变更账户造成货款支付失败、迟延或错误，损失由乙方自行承担。
7.3甲乙双方根据本协议开展的业务以人民币作为结算货币。
第八条保密条款
8.1甲乙双方对于本协议的签订、内容及在履行本协议期间所获知的另一方的商业秘密负有保密义务。非经对方书面同意，任何一方不得向第三方（关联公司除外）泄露、给予或转让该等保密信息。（根据法律、法规、证券交易所规则向政府、证券交易所和/或其他监管机构提供、双方的法律、会计、商业及其他顾问、雇员除外）。
8.2如对方提出要求，任何一方均应将载有对方保密信息的任何文件、资料或软件等，在本协议终止后按对方要求归还对方，或予以销毁，或进行其他处置，并且不得继续使用这些保密信息。
8.3在本协议终止之后，各方在本条款项下的义务并不随之终止，各方仍需遵守本协议之保密条款，履行其所承诺的保密义务，直到其他方同意其解除此项义务，或事实上不会因违反本协议的保密条款而给其他方造成任何形式的损害时为止。
8.4任何一方均应告知并督促其因履行本协议之目的而必须获知本协议内容及因合作而获知对方商业秘密的雇员、代理人、顾问等遵守保密条款，并对其雇员、代理人、顾问等的行为承担责任。
第九条违约责任
9.1乙方向甲方提供虚假、失效的证明文件或其他相关证明，在“田园易购”发布错误、虚假、违法及不良信息或进行其他违反本协议约定的行为，给甲方及/或“田园易购”造成任何损失的（损失包括但不限于诉讼费、律师费、赔偿、补偿、行政机关处罚、差旅费等），乙方同意甲方自乙方缴纳的保证金及未结算货款中直接予以扣除，本协议另有约定的除外。

9.2乙方不论采取何种方式将甲方用户吸引到甲方平台以外的平台或场所进行交易或绕开甲方指定付款方式进行交易的，以及非法获取“中国移动”系统数据、利用“田园易购”谋取不正当利益或从事非法活动的，甲方有权扣除乙方全部保证金作为违约金，并保留向乙方继续追究违约责任的权利。
9.3乙方发生违反本协议及田园易购规则的情形时，甲方除有权按照本条约定要求乙方承担违约责任外，还有权按照“田园易购”相关管理规则采取商品立即下架、暂停向乙方提供服务、暂时关闭乙方后台管理账户、暂缓支付未结算款项、终止合作等措施。
第十条有限责任及免责
10.1不论在何种情况下，甲方均不对由于电力、网络、电脑、通讯或其他系统的故障、罢工（含内部罢工或劳工骚乱）、劳动争议、暴乱、起义、骚乱、生产力或生产资料不足、火灾、洪水、风暴、爆炸、战争、政府行为等不可抗力，国际、国内法院的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。
10.2本协议项下服务将按“现状”和按“可得到”的状态提供，甲方在此明确声明对服务不作任何明示或暗示的保证，包括但不限于对服务的可适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。
10.3使用“田园易购”服务下载或者获取任何资料的行为均出于乙方的独立判断，并由其自行承担因此而可能产生的风险和责任。
10.4法律地位声明：甲方为向乙方及甲方其他用户进行网上交易活动提供交易平台的平台服务提供商，并非乙方与通过“田园易购”购买乙方商品的甲方其他用户之间交易行为的参与方，甲方不对乙方及参与交易的甲方其他用户的任何口头、书面陈述或承诺，发布的信息及交易行为的真实性、合法性、准确性、及时性、有效性等作任何明示或暗示的保证，亦不承担任何法律责任。若因乙方与参与交易的甲方其他用户之间的交易行为引起的任何法律纠纷，包括但不限于投诉、起诉、举报及税赋等，均由参与交易的双方解决，与甲方或“田园易购”无关。但，乙方怠于履行义务时，甲方有权介入乙方与甲方其他用户间的争议，依据一般人的认知程度对该争议进行判断和处置，乙方应当予以执行。
10.5不可抗力处理：如本协议履行期间，甲乙双方任何一方遭受不可抗力，均应在遭受不可抗力后尽快通知对方，并于通知之日起15日内提供相关证明文件，不可抗力持续达到三十日的，任一方有权经通知对方提前终止本协议。因不可抗力原因而导致本协议中止、终止的，双方均不须向对方承担违约责任。
第十一条协议有效期
11.1本协议自双方签署后成立，持续对缔约双方有效，除非发生本协议第九条、第10.5条、第十三条所述的终止或解除事项。
11.2本协议附件或相关补充协议（若有）中约定的服务期届满前一个月，如乙方愿意在服务期届满后继续使用甲方提供的服务的，应向甲方提出相应续展服务期的申请并按约定缴纳下一年度的平台使用费，且经甲方审核通过后，进入新的服务期，否则，服务期届满后甲方将停止向乙方提供相应服务，在甲方停止提供服务后1个月内，若乙方仍未完成新的服务期申请程序，则本协议有效期自乙方服务期满1个月后终止。
第十二条协议的变更
12.1本协议及商户管理系统、田园易购平台中约定的缔约双方基本信息变更的，变更方应于发生该等变更事项后15日内向另一方发出变更的通知及证明文件，未及时通知另一方的，应对变更事项所造成的后果承担全部法律责任。
12.2本协议附件或相关补充协议（若有）中约定的费用，甲方有权根据平台运营情况、乙方经营情况及市场情况提前30日通知乙方进行变更，双方签署补充协议予以确认。若乙方不同意变更的，应于甲方发出变更通知后5日内向甲方发出终止协议的书面通知，本协议自甲方收到乙方发出的书面终止通知之日起终止。
12.3本协议其他条款变更或增加新的条款的，均须经缔约双方协商同意并签署书面补充协议，补充协议一经签署，即构成本协议的组成部分，与本协议具有同等法律效力。
第十三条协议的终止及解除
13.1本协议在下述情形下自然终止：
1)本协议或相关补充协议（若有）中确认的服务期届满，而甲乙双方未在服务期满后1个月内完成新的服务期续展，且乙方所有服务期限均已届满的；
2)双方签署新协议替代本协议的；
13.2除本协议另有约定外，缔约双方中任一方在本协议有效期内提前终止本协议的，须提前30天以书面形式通知对方，经对方同意后双方签署书面补充协议终止本协议。
本协议签署后，为使乙方顺利开展经营，甲方已提供人力、物力、技术支持和服务，如因前述原因导致本协议提前终止的，乙方同意甲方不退还已缴纳的平台使用费，未缴纳的，乙方同意足额缴纳。
13.3乙方有下述情形时，甲方可单方解除本协议：
1)乙方连续3个月销售额低于100元；
2)乙方任一店铺未正常经营，在服务期内累计达到45（四十五）日或者连续达到30（三十）日的；
3)乙方违反本协议约定或者田园易购规则规定的相关义务，经甲方通知后拒不改正的；
4)本协议约定的其他甲方可单方解除本协议的。
13.4协议终止后后续事项的处理
13.4.1双方合作终止后，自终止合作之日起，甲方将关闭乙方“商户管理系统”，并对乙方商品全部下架，乙方将无法再通过该账户进行任何形式的操作且田园易购前端网站不再显示任何乙方商品信息。
13.4.2本协议终止后，甲方有权保留乙方的注册信息及交易行为记录等数据，但甲方没有为乙方保留这些数据的义务，亦不承担在协议终止后向乙方或第三方转发任何未阅读或未发送的信息的义务，也不就协议终止向乙方或任何第三方承担责任。法律另有规定的除外。
13.4.3自终止合作之日起三十日内，甲乙双方进行退场清算，包括但不限于财务对账及在途货物的处理。在途货物指双方合作终止前，客户已购买但尚未交付的商品，对于此类商品，乙方仍应按照合作终止前的流程交付并结算。
13.4.4双方合作终止，并不免除乙方依据本协议应向客户承担的售后服务及产品保证责任，乙方仍应按照本协议附件关于售后服务的相关约定履行售后服务义务及产品质量保证责任；如在甲乙双方合作终止后，因乙方商品质量问题或售后服务问题而导致甲方或其他第三方人身或财产损失的，乙方仍应独立承担全部责任。
第十四条通知及送达
14.1一方发给另一方的与本协议有关的通知应以书面形式送达，或以传真、电报、电传、电子邮件等发送。以传真、电报、电传或电子邮件发送的，发送当日为送达日，以邮资预付的挂号信件，特快专递寄送的，签收日为送达日。
14.2除非一方以书面形式通知另一方更改联系方式，否则本协议项下的所有通知均应按商户注册时提供的联系方式送出，若一方变更联系方式而未通知另一方的，因通知延误或不能送达而造成的损失由联系方式变更一方承担。
第十五条争议解决
15.1履行本协议过程中产生的任何争议，双方应协商解决，协商不成的，可向本协议签署地人民法院提起诉讼。
15.2本协议的签订、解释、变更、履行及争议的解决等均适用中华人民共和国大陆地区现行有效的法律。
第十六条其他约定
16.1本协议的任何一方未能及时行使本协议项下的权利不应被视为放弃该权利，也不影响该方在将来行使该权利。
16.2如果本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，或违反任何适用的法律，则该条款被视为删除。但本协议的其余条款仍应有效并且有约束力。
16.3本协议是缔约双方之间关于本协议中提及合作事项的完整的、唯一的协议，本协议取代了任何先前的关于该合作事项的协议和沟通（包括书面形式和口头形式）。
16.4本协议文本以中华人民共和国通用简体汉字版本为准。
第十七条本协议附件清单
本协议附件清单如下：
附件一：《消费者权益保障服务条款》
附件二：《反商业贿赂条款》
附件三：《保密协议》
附件四：《信息安全承诺责任书》
（以下空白）
附件一：消费者权益保障服务条款
本服务条款为《中国移动田园易购开放平台服务协议》（以下称“服务协议”）的重要组成部分，与服务协议正文具有同等法律效力，对商家具有法律约束力，商家销售的所有商品均受本服务条款约束。本服务条款中的“商家”与“中国移动”的含义与服务协议中相同。
本服务条款由条款正文及公示于“田园易购”的各项与“消费者权益保障”相关的规则组成，前述规则与条款正文具有相同的法律效力，共同组成本服务条款的完整内容。
本服务条款正文如下：
第一条定义
1.1消费者权益保障服务：指商家根据与“中国移动”签署的服务协议及“田园易购”公示的相关规则，利用“田园易购”发布商品信息、出售商品时，应履行的各项保护消费者权益的义务，包括但不限于“商品如实陈述”、“三包”等服务。“中国移动”将根据国家法律法规及政策的相关要求及行业惯例等，在“田园易购”公示新增的消费者权益保障服务内容或对原消费者权益保障服务内容等进行修订。
1.2保证金：指商家根据本服务条款、服务协议及“田园易购”相关规则，向“中国移动”缴纳的，在商家未履行消费者权益保障义务、违反服务协议或者“田园易购”相关规则或流程时，用于对买家(指通过“田园易购”购买商家商品的甲方其他用户，以下均称“买家”)进行赔付或对“中国移动”和/或买家支付违约金的资金。
1.3罚金，是指在日常经营活动中，商户违反本规则及其他规定需向田园易购支付的专项违约金，商户有前述情形的，应叠加适用罚金及《中国移动12582田园易购联合运营主协议》或其附属规定中的违约金、赔偿金。
1.4先行赔付：指买家投诉商家有侵犯消费者权益或其他违反对买家承诺的行为时，“中国移动”有权根据服务协议、本服务条款和“田园易购”公示的各项规则及买家提交的相关证据材料，以普通人或非专业人员的知识水平标准判断商家是否应当承担赔付义务，若是，则“中国移动”有权直接从商家缴纳的保证金中扣除相应的款项赔付给买家。
1.5自主售后：指商家利用“田园易购”提供的售后服务系统，在买家提出售后服务要求时，根据“三包”规定、田园易购相关规则及自身售后服务承诺向买家履行商品维修、退换货等售后服务义务，“中国移动”有权对商家的自主售后服务进行监督和检查，并有权按照服务协议、本服务条款及田园易购相关规则对商家的违规行为追究违约责任。
第二条保证金与罚金
商家同意向甲方缴纳一定金额的保证金，作为履行服务协议、消费者权益保障义务及遵守“田园易购”各项规则的保证，商家违反上述服务协议、义务或“田园易购”规则时，商户承诺按规定缴纳相应罚金，否则“中国移动”有权根据相关约定扣除相应金额的未结算金额作为违约金或给予买家的赔偿。
2.1保证金额度
2.1.1具体额度根据实际情况酌情收取。
2.1.2商家同意缴纳的保证金在任何情况下，均不计算任何利息。同时，“中国移动”有权根据乙方经营类目的变化、商品实际销售情况、履约能力、资信状况等情形调整商家交付的保证金额度，商家应在“中国移动”通知后10日内补足相应金额的保证金，否则，“中国移动”有权暂停向商家提供服务或提前终止服务协议。
2.2保证金的管理和罚金的缴纳
2.2.1在下述情形下，“中国移动”有权要求商家在接到甲方通知后10日内按“中国移动”要求缴纳罚金，商家未按要求缴纳的，商家同意“中国移动”从未结算款项中直接扣除相应金额：
1)商家违反服务协议或本条款项下的任何保证、承诺或义务的；
2)商家之行为违反国家法律法规及其它规范性文件等规定的；
3)商家在“田园易购”发布商品、达成交易、履行交易相关活动中，违反法律、法规、政策、“田园易购”任何规则或违反其对客户的承诺，或被客户投诉、索赔时，“中国移动”根据自身的判断对客户进行赔付的；
4)商家违反服务协议、商家与甲方或甲方关联公司的其他协议或“田园易购”任何规则，给甲方或“中国移动”造成任何损失（包括但不限于诉讼赔偿、诉讼费用、律师费用等）的；
5)服务协议及田园易购管理规则中约定的其它可扣除保证金的情形出现的。
2.2.2“中国移动”如使用未结算金额进行任何抵扣或赔付，将以书面方式（包括但不限于电子邮件、传真等）通知商家，并在书面通知中，说明抵扣和/或赔付原因及抵扣和/或赔付金额。
2.2.3若商家未按时缴纳罚金，“中国移动”没有使用自有资金为商家支付赔偿金、补偿金、抚恤金或其他任何款项的义务，但若“中国移动”进行了该等支付，则“中国移动”有权要求商家赔偿，包括但不限于：
1)要求商家赔付“中国移动”损失，且在指定期限内补缴罚金；
2)从商家的销售货款中直接划扣，以补偿“中国移动”所遭受的损失；
如“中国移动”的损失通过上述方式仍无法弥补，则“中国移动”有权单方终止向商家提供的一切服务，且有权继续向商家追偿。
2.2.4商家和“中国移动”一致同意：就商家在“田园易购”作为独立第三方经营者一事，因经营模式不同，商家可能与“中国移动”签署不同的合同，商家和“中国移动”每一合同中有关保证金的条款均同时对其他合同具有法律约束力，同时，保证金的适用一同受如下条件的约束：
2.2.4.1如各合同中保证金金额不一致的，以较高的金额为准作为所有合同的保证金金额；
2.2.4.2如各合同终止期限不一致的，所有合同中有关保证金的条款的法律效力有效期与终止日在后的合同有效期一致，持续对所有合同有效。
2.3保证金的退还
服务协议终止（如存在2.2.4所述其他合同的，则所有合同均需终止）且所有商家已完成交易的商品质保期届满后，商家可向“中国移动”提出退还保证金的书面申请，“中国移动”审核通过后三个月内，扣除依据协议应扣除的部分后，将保证金余额退还商家，如商家支付的保证金，不足以抵扣应由商家支付违约金、赔偿金等款项的，“中国移动”将不予退还商家保证金，并保留向商家追偿的权利。
第三条消费者权益保障的内容
3.1商家承诺按照服务协议、本服务条款及“田园易购”相关规则履行保障消费者权益的义务，切实保障消费者的合法权益。
3.2商家保证履行“如实陈述”义务。“如实陈述”指商家应对上传并发布于“田园易购”的信息如实进行陈述，并对其发布的信息独立承担全部法律责任，并承担相应的举证责任。商家如实陈述义务包括如下内容：
1)商家保证其有合法的权利发布商品信息并销售商品，且其发布商品信息和销售商品不侵犯任何第三方的合法权利，不违反国家相关规定；
2)商家保证发布的商品信息与实际销售的商品一致，其对规格、材质、数量、颜色、外观、功能、质量状况等的描述与商品实际情况一致，其对价格的陈述符合价格法规及田园易购相关规则的要求；
3)商家保证发布商品信息所用的图片均是来自商品本身的实拍图片，展示商品外观、形状、颜色等外观性能的图片不含有夸大或虚假的内容。文字介绍及其他素材等均为自身设计或合法取得，对图片、文字及其他素材等的使用不侵犯任何第三方的合法权利；
4)商家保证按照“田园易购”规则的要求填写及上传商品的相关信息，且保证这些信息可完整被买家通过商品详情页直接查看，而无需通过链接或跳转等方式脱离田园易购查看；
5)商家在交易过程中使用中国移动IM客服工具与买家进行交流或通过其他途径与买家沟通时，对商品本身信息、配送费、发货情况、赠品等向买家描述的内容也属于“如实陈述”的范围，商家应保证上述描述与实际情况相符；
如买家投诉商家违反如实陈述义务的，商家应向“中国移动”提交其履行如实陈述义务的证据，如商家不能提供相应证据或买家提交的证据足以证明商家违反了如实陈述义务的，“中国移动”有权以普通人身份对相关证据材料做出判断并要求商家承担相应责任。
3.3商家保证履行“正品保证”义务。正品保证指商家保证在“田园易购”销售的商品均经过合法授权，拥有合法的来源渠道，商品质量合格，且在买家购买商品时向买家开具合法发票。如买家投诉商家未履行“正品保证”义务的，商家应积极与买家沟通解决，如商家未能与买家达成一致，妥善解决买家投诉的，“中国移动”有权以普通人身份根据商家及买家提供的相关证明材料及田园易购相关规则作出判及处理决定，商家同意按照“中国移动”的要求履行相应的义务。
3.5商家保证履行“自主售后”义务。商家保证按照田园易购相关自主售后规定，利用“田园易购”提供的自主售后服务平台为买家提供“三包”等售后服务。若买家对商家提供的自主售后服务提出投诉或商家未按照田园易购相关自主售后规定履行相应售后义务的，“中国移动”有权根据协议、本服务条款及相关自主售后服务规则的要求，追究商家违约责任。商家的自主售后义务包括如下内容：
1)商家应按照“田园易购”自主售后相关规定，在规定的时间内处理买家提出的售后服务申请并履行相应的义务；
2)商家在提供自主售后服务过程中，应遵守田园易购相关规则规定的标准及规范，对买家提供满意的服务，积极提升客户满意度；
3)商家在提供自主售后服务过程中，应接受“中国移动”的监督和检查，对“中国移动”提出的整改意见及提升服务质量的措施等应积极予以实施；
4)商家提供售后服务的标准不应低于国家相关规定，若商家对商品质量、售后服务等做出高于国家标准的承诺，商家应保证予以履行。
3.6商家保证“遵守承诺”。遵守承诺指商家应保证履行其在“田园易购”商品详情页、活动页或在与买家交流过程中做出的保证、承诺等义务，若商家违反其做出的承诺导致买家投诉的，商家应负责解决，若商家未能妥善解决的，“中国移动”有权以普通人身份判断相关证据材料并做出决定，商家应对“中国移动”做出的决定予以履行并承担相应的责任。第四条条款的变更及修改
4.1“中国移动”有权根据国家相关消费者权益保护法律法规、其他规范性文件及政策的调整和变化，以及提升客户体验、提高商家商品销量及市场影响力等需求，不时制定、修改本服务条款及/或与消费者权益保障相关的规则，并以“商户管理系统”公告的形式向商家公示，不再向商家另行通知。
4.2变更后的服务条款或相关规则，一经在“商户管理系统”公示，即发生法律效力。如商家对服务条款或相关规则有异议的，应当立即停止使用“中国移动”提供的服务，如商家继续使用“中国移动”提供的服务，包括但不限于继续上传商品信息、接受订单或对所发布信息进行更新等活动，均视为商家同意接受变更后的服务条款或规则。
第五条违约处理
5.1商家违反服务协议、本服务条款或“田园易购”相关规则约定的消费者权益保障义务导致买家投诉的，商家应积极予以处理，若商家未能妥善处理导致投诉扩大或未按上述约定的要求处理的，“中国移动”有权以普通人身份，对买家及商家提供的证据材料进行认定，若判定属于商家未正确履行上述约定的义务的，“中国移动”有权要求商家立即履行义务并承担相应的责任，“中国移动”亦有权先行赔付。
5.2“中国移动”先行赔付的，商家应按照服务协议、本服务条款或田园易购相关规则的要求补缴相应的款项并支付相应的违约金，若商家未予以补足的，“中国移动”有权从商家未结算款项中予以扣除，若不足以补偿“中国移动”损失时，中国移动保留继续向商家追偿相关损失的权利。
5.3服务协议及田园易购规则对商家违反消费者权益保障义务所应承担的违约责任另有约定的，依约定执行。
第六条有限责任
6.1商家为消费者权益保障服务的责任主体，无论何时或任何原因，“中国移动”都不应成为承担消费者权益保障或销售者责任的主体，若因某种情况，导致“中国移动”承担了此类责任，商家应竭力使“中国移动”免责并承担“中国移动”因此遭受的所有损失。6.2商家同意“中国移动”并非司法机关，亦非专业的纠纷解决机构，“中国移动”对于商家及买家之间纠纷的处理完全是基于相关法规的规定、协议的约定及买卖双方的意愿，“中国移动”仅能以普通非专业人士的知识水平和能力对买家和商家提交的相关证据材料进行鉴别和认定，“中国移动”对据此作出的交易纠纷处理结果及保证金赔付决定等无法保证完全正确，也不对此承担任何责任。商家应对其提交的证明材料的真实性、合法性独立承担完全的法律责任，若“中国移动”根据商家提供的证明材料做出的决定或处理结果被有关司法机关予以否定的，商家应承担因此导致的一切责任；若“中国移动”据以做出判断的买家提供的证明材料被相关国家机关否定的，商家应独立向买家追索损失。
第七条其他
7.1如商家违反服务协议、本服务条款或“中国移动”平台相关规则而“中国移动”放弃向商家主张权利的，不视为“中国移动”放弃了商家以后发生的同样或类似违约行为时“中国移动”向其主张权利的权利，即某一次未行使权利仅可被认为是针对该次商家违约行为放弃权利，而不是放弃该权利本身。
7.2商家已仔细阅读本服务条款的所有内容，对本服务条款相关内容均已理解并同意接受，同时商家同意在平台服务协议签字页签字确认即视为对本服务条款所有内容的认可，只要服务协议生效，则商家即受本服务条款相关内容所约束。
（以下空白）
附件二：反商业贿赂条款
双方合作期间，为了维护双方的共同利益，促进双方关系良好发展，经双方友好协商，对反商业贿赂行为，达成以下协议：
第一条甲乙双方严格遵守法律法规有关禁止商业贿赂行为规定，坚决拒绝商业贿赂、行贿及其他不正当之商业行为的馈赠。
第二条本协议所指的商业贿赂是指乙方为获取与甲方的合作及合作的利益，乙方或其单位工作人员给予甲方员工的一切精神及物质上直接或间接的馈赠，如回扣、娱乐、旅游、吃请等。
第三条甲方任何员工、部门不得以甲方或非甲方名义向乙方索取或收受金钱、物品及任何形式的馈赠。如乙方发现甲方员工存在上述行为，乙方及员工可以向甲方举报，甲方根据情况给予举报方相应奖励。
第四条乙方或乙方工作人员不得以乙方或个人名义向甲方任何员工私下直接或间接赠送礼金、物品、有价证券或采取其他变相手段提供不正当利益，否则均视为侵害甲方利益的行为。包括但不限于现金、支票、信用卡礼品、样品或其他商品、娱乐票券、会员卡、货币或货物形式的回扣、回佣、就业或置业、乙方付款的旅游、宴请及个人服务等。
第五条若甲方员工要求乙方给予其任何形式的不正当利益，乙方应及时投诉，并提供相关证据给甲方，经甲方查实后作出处理，并为乙方保密。对于乙方的协助，甲方将根据情况给予乙方更多的商业机会。甲方设定专用邮箱接受乙方的投诉ego@12582.com。
第六条若乙方违反本规定，贿赂甲方任何员工，以图获取任何不正当商业利益或更特殊的商业待遇或不配合甲方查处其员工的受贿行为的，甲方有权单方面与乙方解除合同，停止与乙方的一切合作，并依法对乙方采取诸如冻结所有应付账款的措施，同时乙方还应向甲方支付10万元人民币作为违约金或者支付所涉订单（合同）金额的30%作为违约金，两者以高者为准。如果乙方未及时缴纳违约金，甲方有权从应支付乙方的合同款项中直接扣除。
附件三：保密协议
鉴于：乙方在与甲方开展(田园易购及商户管理系统)业务合作或运营期间，乙方人员需要使用甲方网络、系统账号、客户信息等，双方就前述事宜中所涉及的保密信息达成以下一致：
1．本协议所称“保密信息”是指：甲方系统网络与业务发展情况，BOSS系统、经分系统、办公系统账号、客户信息数据等。包括但不限于：任何甲方不欲公开的观点、发现、发明、公式、程序、计划、图表、模型、参数、数据、标准和专有技术秘密，和/或其中的任何知识产权，和/或任何甲方的客户数据和信息。
2．甲方向乙方提供保密信息的行为不构成向乙方授予任何与保密信息相关的专利权、专利申请权、商标权、著作权、商业秘密、其它的知识产权或甲方客户的各类数据和信息。
3．乙方承诺仅为(田园易购及商户管理系统)业务合作或运营等目的使用保密信息，不为任何其他目的使用保密信息。
4．乙方对保密信息的使用应当满足下列要求：乙方应遵守甲方制定的《重庆移动第三方信息安全管理办法》、《重庆移动账号口令管理办法》、《重庆移动用户信息保密管理办法》、“五条禁令”、以及业务外包等相关管理办法。
5．未经甲方的事先书面批准，乙方不得以任何形式或任何方式将保密信息和/或其中的任何部分，披露或透露给任何第三方。乙方有义务妥善保管保密信息，不得复制、泄漏或遗失。乙方亦不得依据保密信息，就任何问题，向任何第三方做出任何建议。
6．甲方同意乙方有权向其职员透露或使其接触保密信息和/或其中的任何部分，范围是这些职员应是在(田园易购及商户管理系统)业务合作或运营期间需要使用保密信息的人员，前提是乙方向职员透露或使其接触保密信息前已经从该职员获得了至少与本协议保密义务一样严格的保密承诺，并签订了保密协议。
7．乙方的职员违背保密承诺，未按照本协议的规定使用保密信息或向第三方披露保密信息，或依据该保密信息向第三方做出任何建议，都被视为乙方违反本协议。
8．乙方有保护客户信息的义务和责任，应采取有效措施保障客户安全，确保获取的客户信息不被泄露、交易和不当利用。如乙方未达到工信部客户信息保护要求，或泄漏、交易、不当利用客户信息，甲方可终止委托其办理涉及采集、查询和使用客户信息的电信业务；构成犯罪的，甲方将依法上报公安机关。
9、乙方保证提供的(田园易购及商户管理系统)业务信息服务符合国家法律法规、工业和信息化部各项管理规定以及中国移动《关于移动梦网SP合作管理办法》的相关规定，依法提供移动增值业务信息服务及互联网内容信息服务，遵守社会主义道德规范，维护国家安全和社会稳定。
10、乙方保证绝不发送违法信息，或未经客户同意发送商业广告信息。如经发现，甲方有权立即暂停业务，并在核实后，根据情况可采取扣除结算费用以至停止合作等措施。
11、乙方保证遵守国家相关法律规定，根据“先备案后接入”的原则，在未按照国家相关规定进行网站备案前，不私自开设网站。若被发现私自开设的未备案网站，甲方有权立即中止与我单位业务合作。乙方如需开设网站，应提前向当地通信管理局申报，并与甲方另行签订网站类用户《信息安全责任承诺书》。
12、乙方承诺建立系统及网络安全保障团队，保障信息及网络安全。接受甲方信息及网络安全管理（包括系统安全扫描，评估及检查等），对甲方发现的安全风险问题无条件整改。
13．如任何一方违反本协议，违约方应按照《中华人民共和国合同法》的相关规定承担违约责任。
14．甲方保留在甲方认为必要的情况下收回所提供的保密信息及其使用权的权利。
15．凡因执行本协议所发生的或与本协议有关的一切争议，双方应通过友好协商解决。如果协商不能解决时，申请重庆仲裁委员会依其仲裁时现行有效的仲裁规则进行。
16．本保密协议对双方和各自所属/关联公司、机构都具有约束力。
附件四：信息安全承诺责任书
业务合作期间本人（本单位）做出以下信息安全承诺：
一、承诺自觉遵守国家相关法律规定，根据“先备案后接入”的原则，在未按照国家相关规定进行网站备案前，不私自开设网站。若被发现私自开设未备案网站，中国移动通信集团重庆有限公司有权立即关闭我单位(田园易购及商户管理系统)业务接入，直至我单位关闭未备案网站。如2次及2次以上发现我单位私自开设未备案网站，中国移动通信集团重庆有限公司有权关闭我单位(田园易购及商户管理系统)业务接入，停止业务合作。
二、我单位如需开设经营性网站，保证先向当地通信管理局申请办理相关的经营许可证；我单位如需开设非经营性网站，保证先向当地通信管理局申请网站备案。我单位开设网站前，将向中国移动重庆公司提交相关经营许可证复印件或者当地通信管理局的备案证明，如因未能及时提供相关的经营许可证或备案证明而产生的任何后果由我单位承担。
三、承诺向当地通信管理局申报的网站备案信息各项内容100％准确。网站备案信息如有变更，保证在实际变更发生前向当地通信管理局提交网站备案信息变更申请。
四、为确保网站备案信息准确无误，工信部、通信管理局、中国移动通信集团重庆有限公司有权不定期对网站备案主体负责人和网站负责人进行电话外呼、对网站备案接入信息进行拨测。我单位网站备案主体负责人和网站负责人承诺全力配合外呼和拨测工作。
五、如发现我单位网站备案信息不准确，中国移动通信集团重庆有限公司有权通知我单位在48小时内补报正确信息。若我单位逾期未补报正确信息，中国移动通信集团重庆有限公司有权立即关闭我单位(田园易购及商户管理系统)业务接入，直至我单位补报正确信息。如2次及2次以上发现我单位网站备案信息不准确，中国移动通信集团重庆有限公司有权关闭我单位(田园易购及商户管理系统)业务接入，停止业务合作。
六、根据《中华人民共和国电信条例》第五十七条，我单位承诺不利用电信网络制作、复制、发布、传播含有下列内容的信息：
（1）反对宪法所确定的基本原则的。
（2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的。
（3）损害国家荣誉和利益的。
（4）煽动民族仇恨、民族歧视，破坏民族团结的。
（5）破坏国家宗教政策，宣扬邪教和封建迷信的。
（6）散布谣言，扰乱社会秩序，破坏社会稳定的。
（7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的。
（8）侮辱或者诽谤他人，侵害他人合法权益的。
（9）含有法律、行政法规禁止的其他内容的。
七、我单位承诺坚决支持和贯彻政府相关部门关于加强网络文化管理、坚决打击互联网络淫秽色情等违法行为的精神和要求，网站内容严格符合《互联网信息服务管理办法》等国家相关法律、法规要求，绝不制作、复制、发布、传播包含淫秽色情等违法信息及有悖社会公德，损害青少年身心健康的低俗信息内容。
八、我单位承诺不利用互联网资源从事国家法律法规或公共道德所禁止或不欢迎的活动，不从事违反国际法律法规政策的活动，不发布妨碍互联网运行安全、侵害他人合法权益的信息，不发布其他有损于社会秩序、社会治安、公共道德的信息或内容。
九、我单位承诺加强信息与网络安全管理，健全信息与网络安全保障措施，并配备相应的专业管理人员和技术人员，对互联网内容实施有效管理；承诺对本单位服务器所提供的互联网信息内容进行定期的自查，严防出现上述不符合国家规范规定的内容。
十、中国移动通信集团重庆有限公司发现我单位网站出现违反本承诺书六、七、八条的违规违法内容，有权通知我单位在半小时内予以删除。若我单位逾期未删除，中国移动通信集团重庆有限公司有权立即关闭我单位(田园易购及商户管理系统)业务接入，直至我单位删除违规违法信息。如出现违规违法信息，且2次及2次以上逾期未删除，中国移动通信集团重庆有限公司有权关闭我单位(田园易购及商户管理系统)业务接入，停止业务合作。
十一、我单位承诺不开展任何形式的互联网接入资源转租行为。
十二、如因违反本信息安全承诺责任书上任何条款而产生的一切后果由我单位自行承担，同时中国移动通信集团重庆有限公司将保留关闭(田园易购及商户管理系统)业务接入，停止合作的权利。
中国移动12582田园易购联合运营附属协议

第一章总则
第一条为树立田园易购的品牌形象，营造一个良好有序的经营环境，保护各商户及消费者的正当权益，中国移动重庆有限公司（以下称“中国移动”）根据国家有关法律、法规、规章、规范性文件（以下统称国家法律法规）及《中国移动12582田园易购联合运营主协议》、其附属协议等规定，制定本规则。
第二条商户在田园易购上的行为应遵守国家法律法规，并应同时遵守中国移动制定的所有商户规则，包括但不限于《中国移动12582田园易购联合运营主协议》附属协议及发布在田园易购上的各项相关规定。
第三条商户在田园易购上的行为违反本规则的，由中国移动根据本规则追究责任。本规则尚无规定的，中国移动有权酌情处理。
第四条商户在田园易购上的行为不得违反国家法律、法规、规章以及政策法令，不得侵犯其他第三人的合法权益，否则，应自行独立承担相应的法律责任。
第五条中国移动可以变更本规则并予以公告。若用户不同意相关变更，应立即停止使用田园易购的相关服务或产品，否则，视为用户接受该等变更。

第二章术语定义
第六条田园易购，是指由中国移动提供技术支持和服务的电子商务网站，域名为ego.12582.cn，如前述网站有变更或增加的，以中国移动告知的信息为准。
第七条商户管理系统：是指由中国移动提供技术支持和服务的企业服务平台，域名为maimai.12582.cn，如前述网站有变更或增加的，以中国移动告知的信息为准。
第八条消费者，是指通过田园易购进行消费行为，获取商品及相关服务的主体。
第九条商户，是指在田园易购上发布商品或服务信息，并向田园易购及其消费者提供商品和服务的主体。
第十条商户注册，是指商户通过互联网、邮寄、经销商等方式，按要求提交相关信息、文件、同意履行并签署《田园易购联合运营主协议》、获取其ID的过程。
第十一条商户ID，指商户注册后获得的网店号码，商户使用其商户ID实施在田园易购发布商品或服务信息等行为，该ID为识别商户身份的标识，商户应妥善保管好自身的ID及其密码，并对其ID下的一切行为独立担责。
第十二条电商服务，是指由中国移动在田园易购上向商户提供的商品信息发布、商业推广、钱货交易及与此有关的互联网技术服务，具体服务的内容、种类、形式等以中国移动提供的为准。
第十三条保证金，指商家向中国移动缴纳的用以保证本协议履行及对商品和服务质量进行担保的金额，中国移动可以依照中国移动12582田园易购联合运营主协议及附属协议的相关约定对其进行处置。
第十四条罚金，是指在日常经营活动中，商户违反本规则及其他规定需向田园易购支付的专项违约金，商户有前述情形的，应叠加适用罚金及《中国移动12582田园易购联合运营主协议》或其附属规定中的违约金、赔偿金。
第十五条处罚，是指中国移动根据《中国移动12582田园易购联合运营主协议》及其附属协议等规则，对违约商户实施收取罚金、限制经营等行为。
第十六条正品，即为该商品品牌持有人的原厂家制造的真货，能依法开具发票。

第三章主体资格
第十七条商户共同向中国移动声明、陈述和保证如下：
(一)其是合法设立并有效存续的公司；
(二)其有资格从事本规定项下之交易；
(三)其有能力履行其于本规定项下之义务，并且该等履行义务的行为不违反任何对其有约束力的法律文件中的任何规定；
(四)其并非清算、解散或破产程序之主体。
第十八条本规定一经发布立即对中国移动和商户生效。

第四章经营事项
第一节商品发布
第十九条经中国移动审核同意商户发布的品牌、门类等，商户应按本规则的要求在田园易购自助发布。
第二十条商户应按照中国移动商品门类发布商品。
第二十一条商户增加新的经营品牌、门类的，增加前应依照《中国移动12582田园易购联合运营主协议》及田园易购联合运营商户资质标准提交相应资料给中国移动审核。审核通过的品牌、门类，商户可自助发布，审核未通过的不允许发布。
第二十二条商户减少经营品牌、门类的，可自助在田园易购操作，但减少后再增加的，适用第二十一条的规定。
第二十三条放错分类/属性商品管理规范
(一)定义：商品分类属性与发布商品所选择的不一致，中国移动判定为放错分类/属性商品，包含但不仅限于：
1.商品属性与发布商品所放置的分类不一致。
2.商品属性与发布商品所设置的属性不一致。
第二十四条违禁信息
(一)定义：发布违禁信息，是指发布国家法律法规明令禁止的，以及中国移动认定不允许出售的商品或信息行为。
(二)不得发布违禁信息，包含但不仅限于：
1、非食品或食品相关服务的商品；
2、任何侵犯他人知识产权的商品，如假冒商品，侵犯他人版权或者专利权的商品，未授权的复制品；
3、国家法律法规存在强制性质量或者安全标准/规定但未能符合强制性质量或者安全标准/规定的商品；
4、国家法律规定适用许可证管理规定而不能提供相关许可证的商品；
5、商品信息中无品牌和无中文标明的商品名称，或者无生产厂名和厂址的，不允许发布，属于禁售商品；
6、其他国家法律法规规定不允许销售的商品；
7、其他田园易购络交易平台不允许出售的商品；
(三)涉及发布违禁信息，中国移动有权要求商户进行修改，也有权拒绝发布或删除该信息。
第二十五条发布检查
(一)商户应当对其本身在田园易购管理发布的信息内容负责，确保该等信息内容真实、准确、合法并且不侵犯任何第三方的合法权益；
(二)商品信息中不得包含非商品信息，包含但不仅限于：在商品标题或描述中私自公布他人ID、聊天记录、诽谤、漫骂、色情、暴力威胁等攻击性言语等；
(三)如商户违反上述保证，中国移动有权停止发布或删除该等信息，同时，商户应赔偿中国移动因此所遭受的损失。
第二十六条禁止性规定
(一)禁止发布广告或无意义商品或信息：
1.定义：商品描述不详、无实际商品、仅提供发布者联系方式以及非商品信息等的商品，判定为发布广告或无意义商品或信息。
2.禁止发布广告或无意义商品或信息，包含但不仅限于：
2.1.发布已经出售或者仅供欣赏的商品；
2.2.发布实体店铺的店面图片或者介绍，品牌故事，行业知识或者纯粹贴图；
2.3.以批发、代理、广告、海报、招商等形式发布的商品；
2.4.发布仅提供发布者联系方式或其它非出售商品信息的商品。
(二)禁止重复发布商品
1.定义：完全相同以及商品的重要属性完全相同的商品，只允许发布一次，违反以上规范，即可判定为重复发布，并将受到中国移动的相关处罚。
2.对于不同的商品，必须在商品的标题、描述、图片等方面体现商品的不同。否则将被判定为重复发布。
3.同款商品，通过更改其价格、时间、数量、组合方式及其它发布形式进行多次发布，属于重复发布，包含但不仅限于如下情况：一件商品每天发布一次，或以田园易购价和促销价分别发布等。
4.服务类商品，以相同价格、相同服务的不同表现形式发布，属于重复发布
5.卡券类商品，相同运营商或供货商不同面值的同类卡券商品不应超过15件。
第二节商品信息管理
第二十七条商品标题
(一)标题中商品名称应与商品主图所示商品保持一致。
(二)商品标题包含“品牌名称（中文品牌+英文品牌）”、“产品名称（系列）”、“关键属性（规格）”、“关键词（材质/用途/货号）”，以空格隔开。如：
可士可NFC橙汁1L*8盒巴氏杀菌方法,不加水、不加糖、不加任何添加剂
(三)乱用关键字商品管理规范：
1.定义：商户为使发布的商品引人注目，或使消费者能更多的搜索到所发布的商品，而在商品标题中滥用品牌名称或和本商品无关的字眼，扰乱田园易购正常运营秩序的行为，中国移动判定其相关商品为乱用关键字商品。
2.乱用关键字行为，包含但不仅限于：
2.1.在所出售的商品标题中使用并非用于介绍本商品的字眼；
2.2.故意在所出售的商品标题中使用田园易购联合运营正在热推的关键词，并且该关键词和内容商品无直接关联；
2.3.在所出售的商品标题中使用非该商品制造或生产公司使用的特定品牌名称；
2.4.在所出售的商品标题中出现与其它商品和品牌相比较的情况（包含但不仅限于如下情况：“可媲美加多宝的王老吉凉茶"等）
2.5.在标题中使用“最大”、“最髙”、“最好"等最高级陈述；
2.6.在商品标题中添加对赠品、奖品的描述；
2.7.运动分类商品管理规范补充：不能以任何理由在同一件商品中使用多种属性关键词。
第二十八条商品主图/预览图
(一)商品图片大小800*800像素（必须800*800像素），图片质量要清晰，不能虚化，并且商品主体必须填满画布的85%以上，紧贴图像边缘裁切，照片要保证亮度充足。
(二)图片所示商品颜色、规格等必须与文字介绍一致，可能引起顾客误解的图片，避免展示或模糊处理，如：商品条形码，生产日期等。
(三)不能有大面积黑投影或大区域反射环境物，如摄影者形象等，金属质感商品特别注意。
(四)图片应注意版权，避免使用行业垂直网站的原创图片，不允许带有其它网站包括竞争对手网站的LOGO或标志。
(五)图片中不应该包括其它任何文字信息，包含但不限于日期或促销语等。
(六)每件商品需要提供五张或多张不同角度商品图片，多角度全方位展示，(此条不适用于一些特殊商品，如：代金券等)，图片包括：
1.主图：至少一张商品主体正面图片作为主图（主图应展示商品的全部）；
2.细节图/预览图：主要展示商品卖点的图片；
3.附件图展示所售商品配套附件；
4.实景图为可选项，展现商品搭配不同场景的实拍效果。
(七)图片不要求纯白色背景，可以使用其他颜色作为背景，但图片一定要美观，图片中可以加入道具或装饰物作为衬托。
(八)说明：以白色背景拍摄的图片要求背景为纯白色。
(九)使用其他颜色背景和道具指的是有创意拍摄，背景和道具的选取一定要以被摄商品为出发点，整体把握图片色调及构图。
第二十九条商品广告语/促销语
(一)语言要精练语意明确、有营销理念、有亲和力、要创意新颖，不能出现歧义、虚假信息或表述不清等不规范语言。
(二)不得使用与商品无关的字眼，包括但不限于：
1.介绍其它商品的字眼；
2.非该商品制造或生产公司使用的品牌名称；
3.与其它商品或品牌相比较的情况，例如“可媲美加多宝的王老吉凉茶"等；
4.刻意夸大、虚构商品的功效或性能，可能对消费者产生误导，又无法确切证实的用词，例如“最大”、“最髙”、“最好"等最高级陈述；
5.如未取得专卖资格或者特约经销商资格，不得在商品信息中声称其为“专卖”及“特约经销商”等暗示其与商标权人或者生产厂家之间存在授权或者合同关系的字眼。
第三十条商品价格
(一)商户在田园易购销售的商品的价格由商户自行制定，但中国移动有权对商户的价格进行干预。商户应该遵守《中华人民共和国价格法》、《制止商品减价销售中不正当价格行为的暂行规定》等法律、法规。违反上述法律、法规所造成的一切责任和后果，由商户自行负担，由此给中国移动造成的一切损失，中国移动有权向商户追偿。
(二)商户保证在田园易购重要页面位置陈列的单品价格不高于竞争对手价格，页面位置包含且不仅限于田园易购首页、各频道首页及其它公共页面。
(三)商户保证在田园易购出售商品的价格不髙于其他B2C网站出售商品的价格。
(四)价格描述：单品及专题活动价格描述必须符合逻辑，不能把市场价、田园易购价、活动价、吊牌价、折扣等信息弄混，原则上促销活动价格计算的基础数据只使用田园易购价，在此价格基础上计算折扣、满返/减、直降等额度。
(五)商品价格、运费不符商品管理
1.定义：发布商品的定价或者运费不符合市场规律或所属行业标准，滥用网络搜索方式实现其发布的商品排名靠前，影响田园易购正常运营秩序的，中国移动判定其相关商品为价格运费不符商品。
2.商品的价格或运费，违背市场规律和所属行业标准的（包含但不仅限于如下情况：“XX大米”，田园易购价1元，运费100元）。
3.商品的价格和描述价格严重不符的（包含但不仅限于如下情况：商品发布田园易购价为100元,但是却在广告语或商品描述中标注商品其它价格的）。
4.以过高或过低的价格发布赠品。
第三十一条商详页/产品介绍区
(一)商品简介：商品简介需方便顾客快速了解产品基本信息，也可罗列产品卖点作为简介，重点突出本产品独有的功能，或采用图片+规格说明形式。
(二)商品特性：应以图文视频等形式展现产品在外观、材料、个性化设计、尺寸、功能、新技术、新工艺等方面的卖点，总量在2至6点之间为宜：
1.商品简介与商品特性图片不能重复使用；
2.图片与文字间左右、上下间距保持一致，保证格式整齐；
3.段落间距也需要保持一定距离对齐，不能出现图片和文字断裂、断层、不完整、不清晰等情况；
4.图片不能含有其他网站水印或使用外网链接；
5.内容包括表格时，需在后台制作表格，不能拷贝原网页代码，直接拷贝会造成前台乱码；
6.内容中的型号以及规格参数要与主商品一致；
7.商品资料如果是整图，必须居中。
第三十二条商品规格介绍
(一)商品重量、体积，系统中默认的单位为：（重量）kg，（体积）mm等，商户需进行准确的录入，并及时维护。
第三十三条标题、图片、描述等不一致商品管理规范
(一)定义：所发布的商品标题、图片、描述等信息缺乏或者多种信息相互不一致的情况，中国移动判断为形式要件违规商品。
(二)标题、图片、描述等不一致，包含但不仅限于：
1.商品必要要素缺乏的商品发布，如：商品标题、商品描述中只有无含义的数字和字母等；
2.商品必要要素相互不符的商品发布，如：商品标题是”***玉米。但是商品图片却是一根水稻的图片等；
3.商品信息中包含诽谤、漫骂、色情、暴力威胁等攻击性言语以及其它非商品信息的，如：在商品标题或描述中私自公布他人ID、聊天记录、交易纠纷、使用不文明语言等；
4.商品标题或者描述中所提及的商户资格与商户注册资格不符合的违规行为，如：商品标题或者描述中写“XX品牌专卖店”的实际情况是“普通经销商资格”。
第三十四条补充说明
(一)无商标使用权商户的商品不允许在任何位置出现品牌LOGO,拥有商标使用权的商户只允许在商品说明介绍图片右下角位置显示品牌LOGO，统一尺寸为240*80像素,同一商户的同一品牌的LOGO必须统一颜色和形式且LOGO不得为水印形式。
(二)商品信息中不得出现其他购物网址的链接或提示，不允许出现商户自有的客服、销售电话及售后服务电话（经中国移动审批同意除外）、网址等联系方式以及商户实体店等相关信息。
(三)不得出现“xx最低、包邮、收配送费（经中国移动审批同意除外）、严重性错别字、正品、行货、xx第一、保真、商户描述出现‘本公司…’话术、黄色用语、反动等政治敏感性用语”等不符合中国移动用语大环境的词语。
(四)有中国移动独家、中国移动首发等信息的，必须由商户出示相关证明文件才可使用。
(五)产品功能不能出现虚假、夸大，必须如实说明，避免出现“全面XX”等夸张的描述。
(六)预防、最、第一、专家等关键字避免出现，如有具体化的数据内容，必须标示明确的统计出处来源，无法提供来源的不能使用。
(七)涉及专利字眼的，必须同时标注专利号，无专利号的，不能使用。
(八)保健食品必须注明食品准字号。
(九)如果产品有说明具有治疗功能或这和疾病相关的，必须注明药品批号。
(十)不能出现中国与香港、台湾、澳门并列等对国家主权有争议的内容。
第三十五条其他条款
（一）在合作协议有效期内，中国移动负责在田园易购(ego.12582.cn)网站的页面上，为商户开设商品信息介绍页面，以展示、销售商户商品。商户负责商品信息的上传与管理。
（二）如商户的商品需要做促销宣传的页面，具体事宜及费用经双方协商，另行签订合同确认。
（三）商户在此赋予中国移动下述许可：
1.将商品信息转换为数字电子格式；
2.对商品信息进行非实质性(除有关合同标的数量、质量、价款或者报酬、履行期限、履行地点和方式、违约责任和解决争议方法等以外的)的修改；
3.使用商品信息中包含的所有商标和商号；
4.为推广和经销商户商品的目的而使用、复制和传播商品信息：
（四）商户不得对田园易购上的商品信息进行复制、出售或用作其他商业用途。
第三节商品销售
第三十六条商户使用中国移动提供的商户管理系统企业服务平台在田园易购发布和管理商品信息。
第三十七条商户应保证其在田园易购中的商品信息合法、真实、准确。如因商户提供的商品信息存在问题而引起任何纠纷，商户应负责解决；如给中国移动造成任何损失，全部由商户负责赔偿。
第三十八条中国移动有权审核商户提供的商品信息，对不符合法律、法规或中国移动有理由相信如果发布将给中国移动带来不利影响的商品信息，中国移动有权要求商户进行修改，也有权拒绝发布或删除该信息。
第三十九条商户必须按照其经营范围在田园易购上销售相应的商品和服务，并保证有关商品和服务本身的合法性。如因商户非法经营而引起任何法律纠纷，商户负责解决；如给中国移动造成损失，商户应负责赔偿。
第四十条用户在田园易购交易过程中，如因商户原因使交易产生纠纷，可提请中国移动从中予以协调，经中国移动审核后，有权通过电话或电子邮件联系向纠纷双方了解情况，并将所了解的情况通过电子邮件互相通知对方。
第四十一条备货要求商户在田园易购发布的商品数量必须有现货库存；如消费者在田园易购下单购物之后，商户出现缺货，擅自取消订单，或不能在商户承诺时间给消费者发货，商户将受到中国移动的相关处罚。
第四十二条已支付订单被取消处罚的相关规定
（一）商户不得随意取消消费者订单，对于己经网上支付成功的订单被取消按照违规处理标准给予处罚：
第四节促销管理
第四十三条促销商品、形式及促销信息应遵守国家法律、法规、规章及政策等，并符合中国移动相关规定。
(一)促销商品或赠品必须符合中国移动的相关销售规定，不得违反中国移动销售商品的禁止性规定。
(二)促销形式不得违反国家法律、法规、规章及政策等，促销信息的展示不得违反中国移动信息发布规则。
(三)促销折扣不得违反国家《反不正当竞争法》相关规定，不得在田园易购上进行恶意性竞争折价。
(四)商户不得在活动期间对商品进行恶意提价。
(五)促销规则的设置不得带有赌博和其他非法信息的传递和隐射。
(六)不得出现以下不对称的促销信息：
1.单个商品信息有标识价格，点进去后田园易购价与标识价格不一致的；
2.活动链接图：图片上描述的促销时间已经过期，或者图片上描述的信息和点进去的信息不一致；
3.活动链接图：不允许活动链接图上的信息与点进去活动页面信息不符合，如：活动过期导致价格都恢复原价，而促销链接图上写的该商品的优惠价与该价格不一致；
4.商品促销标签与该标签涵盖的商品促销信息应一致。如：促销标签为半价促销，而下面的商品价格是田园易购价的6折。
第四十四条中国移动鼓励商户积极参加田园易购组织的全场促销活动，商户有权选择是否在中国移动的统一部署下按照中国移动指定的促销规则参加，促销所产生的费用由商户自行承担。
第四十五条各商户自己开展的促销活动需提前5个工作日书面或邮件方式通知中国移动的招商人员，中国移动书面批准后方可执行。
第四十六条商户开展促销活动，在促销形式、折扣、促销商品或赠品的种类上，应当符合国家法律法规的规定和中国移动的规定，否则中国移动有权强行干预或撤销此促销活动。
第四十七条在促销期间中国移动有权要求促销商品价格不髙于本商户在竞争对手处同样商品价格，由于竞争对手价格变动导致促销商品价格不能达到中国移动要求的，中国移动有权停止促销行为或者修改促销商品价格，并及时通知商户。
第五节收款、佣金及税金
第四十八条商户入驻田园易购除保证金外暂免收佣金。
第四十九条商户因网上交易产生的所有费用、税费均由商户自行承担。
第五十条双方均各自按照有关法律法规和国家政策的规定向有关的税务机关纳税。
第五十一条商品销售货款由中国移动统一收取。中国移动毎月给商户统一结算，可提现货款必须是交易完成并且没有退货退款处理或已经处理完毕的订单货款。
第六节物流服务与发票
第五十二条商户可以自行安排向消费者提供商品的配送服务，但应当在田园易购上明示配送服务时间和质量，并予以保证。
第五十三条自行配送的商户须在发货期限内(消费者付款三日内或承诺的时间内)发货，同时商户需在不晚于截至日当天的18点前完成系统发货确认操作。如因商户未按期发货，给消费者和中国移动造成损失，由商户负责赔偿；同时中国移动有权依照处罚规定要求商户交纳违约金。
第五十四条商户在商城出售商品，商户有义务为消费者开具发票，按照消费者实际支付现金开发票，相关税收应按国家相关规定由商户自行承担。
第七节售后服务保障政策
第五十五条消费者将需要退换货的商品送达至商户处进行售后处理。
第五十六条商户收到退换货不符的外伤或产品缺失，应在签收时间后24小时内反映至中国移动，否则中国移动不受理。
第五十七条有质量问题的商品退换货条件：
(一)消费者提供田园易购商户发货单，或者田园易购电子订单；
(二)商品外包装完整（包括包裹填充物及外包装箱或外包装袋），商品附件、说明书、保修单、标签等齐全；
(三)己开具发票的消费者退回发票并标注退换货原因说明。
第五十八条不受理与限制条件：
(一)商品曾被非正常使用，非正常条件下存储、暴露在潮湿环境中，暴露在温度过髙或过低温度中；
(二)未经授权的修理、误用、疏忽、滥用、事故、改动；
(三)商品的正常磨损：超出质量保证期；
(四)退回商品外包装不完整。退回商品的配件及所附资料不全：退回商品的发票或发货单丢失、涂改或损坏；
(五)食品、保健品等商品一旦售出，除质量问题或物流损坏概不进行退换货；
(六)商品并非由田园易购提供：不在田园易购上退换货服务标准内的商品。
第五十九条其他说明：
(一)退换货时间以消费者收到货物当天开始计算。
(二)因质量或物流问题导致的退换货产生的配送费用由商户承担。
(三)如果遇到其他相关售后问题，请参照国家的相关三包规定。
(四)商户售后处理时限及相关要求：
1.售出15天以内的商品，商户须在7天内处理完成消费者售后请求；
2.售出15天以上的商品，商户须在15天内处理完成消费者售后请求；
3.超出售后处理时限的商品，将退货给商户。
(五)假冒伪劣商品的处罚：
1.如消费者在购买过程中发现假冒伪劣商品的，在消费者将相关部门鉴定证明及商品寄回至中国移动核查属实的情况下，赔偿金、物流费用和由此产生的其他费用及给中国移动造成的损失均用由商户承担，中国移动有权从商户在中国移动的相关款项中直接扣除。
2.商户如销售的食品不符合国家食品卫生相关法律法规，特别是《食品安全法》及食品安全标准的，商户应按国家食品卫生相关法律法规的规定承担对用户、第三方（如有）及中国移动的赔偿责任，并应承担因此给中国移动造成的损失，中国移动有权从商户在中国移动的相关款项中直接扣除。

第五章结算管理
第六十条结算周期为自然月
第六十一条结算流程：
（一）每月1号（如遇节假日，则顺延至下一工作日）田园易购生成上个月的结算单，双方核对一致后安排付款。商户对结算结果有异议的，应在三个工作日内通知田园易购。
（二）进入结算周期的结算金额为：商户商品销售金额-（第三方支付交易佣金+第三方支付转账手续费+商户发起的营销费用＋违约金＋赔偿金＋其它应扣款项），其中第三方支付交易佣金与第三方支付转账手续费均由第三方支付机构直接坐扣（优惠期结束时间由第三方支付公示执行），收费标准如下：
收费标准	优惠期（当前标准）	收费标准
支付宝支付交易佣金	0.50%	0.50%
手机支付支付交易佣金	0.30%	0.30%
支付宝转账手续费	0.50%	1.00%
	1元起收，25元封顶	1元起收，40元封顶
手机支付转账手续费	0	0
注：不足1元按1元收费。
（三）结算金额若小于500元（不含500元），则该资金暂不结算，直至累积大于500元后进入下一期结算，如商户中止合作，则在扣除相关费用后进入清算。
（四）因与第三方支付的结算环节存在一定的不可预估性，商户应允许预预算金额与实结金额存在1%的容差值，对差距在1%的账务差异（如结算金额在10000元以上的，最大差异上限为100元），商户将予以容许。
（四）商户应与中国移动授权的人员进行对账结算。未经中国移动授权的人员擅自与商户的对账行为不被中国移动认可。
（五）商户应提供正确的支付宝或手机支付账号用于结算，如因商户账号错误或状态异常等原因造成的延误和错打款，后果由商户自行承担。

第六章违规处理
第六十二条商户违反田园易购联合运营商户规则的，叠加适用本规则违约处罚及《中国移动12582田园易购联合运营主协议》或其附属规定中的违约金、赔偿金，所涉及款项中国移动将从商户待结算货款和保证金中收取。
第六十三条商户发生违规行为的，其违规行为应当纠正，并向中国移动交纳违约金。第一次交纳100元，第二次交纳200元，第三次交纳500元。第四次中国移动有权视情节轻重给予商户停业整顿一天到一个月不等的处理，并有权决定是否与商户终止田园易购联合运营主协议。
第六十四条下列行为是田园易购上严禁的“高压线”，如商户有下列任何行为之一的，中国移动根据自己的独立判断有权单方暂停或终止与商户的合作，并无需退还商户已向中国移动交纳的所有费用。
(一)恶意竞争
本规定中所称的恶意竞争行为包括但不限于：
1.中国相关法律规定的不正当竞争行为；
2.仅以低价格展示商品，却对消费者的订单采取无货处理，或低价展示之商品无相关配件无法使用的恶意行为。
(二)销售假冒他人商标的商品、非法外贸商品、二手商品以及其它违法或不符合描述与承诺的商品。
(三)第三方多次投诉商户的商品质量或服务质量的。
(四)提供虚假凭证的。
(五)对消费者或第三人进行骚扰的。
(六)泄露用户隐私的。
(七)骗取他人财物的。
(八)其他严重违反田园易购相关规则的。
第七章退出
第六十五条商户与中国移动任何一方可以提前三十天以书面通知的方式终止《中国移动12582田园易购联合运营主协议》（以下称“主协议”），协议一旦终止，商户与中国移动签署的所有有关电商服务的协议均终止，包括但不限于所有签署的纸质形式、田园易购上的电子形式的协议。
第六十六条商户同意若违反中国移动的任何规则或所签署协议中的任何承诺与保证，中国移动都有权立刻终止主协议且无需担责。
第六十七条如商户未能通过主协议及附属协议规定的信息定期复核，则中国移动有权立即中止或终止提供服务或者终止主协议。
第六十八条如非因中国移动的原因，商户未能按主协议及附属协议的约定按期全额支付有关服务费用，且经中国移动通知后，商户仍拒不按照中国移动要求支付的，中国移动可中止或终止提供主协议下的服务或终止主协议。
第六十九条如商户违反本规则，或商户的服务水平未达要求的，中国移动可中止或终止提供主协议下的服务。

第八章技术服务
第七十条中国移动负责田园易购的建设、维护、运行和管理，为商户在田园易购上发布商品信息及销售商品提供双方在本规定中约定的技术服务。
第七十一条中国移动仅负责向商户提供本规定的技术服务，除此之外与商户销售商品有关的一切事务(包括但不限于发货、维修、质量保证、退货等)均应由商户负责。无论由于何种原因使中国移动为商户承担上述责任而遭受损失，商户均应向中国移动提供全面足额的赔偿。

第九章其他
第七十四条本规则适用过程中，如商户行为发生在本规则生效或修订以前的，适用发生时的规则。发生在本规则生效或修订以后的，适用本规则。
第七十五条本规则中对用户行为、店铺和商品信息的处理，中国移动按照自行掌握的证据、事实以及田园易购相关规则执行，并不承担任何责任。
第七十六条本规则中的以下，不包含本数，本规则中的以上，则包含本数。

`,
        disabled: true,
        checked: false
      }
    },
    mounted() {
      setTimeout(() => {
        this.disabled = false
      }, 5000)
    },
    components: {
      Regheader,
      Regfooter
    },
    methods: {
      goNext() {
        if (this.checked === false) {
          this.$message({ type: 'warning', message: '请确认已阅读并同意《商户管理系统平台合作协议》' })
          return
        } else {
          this.$router.push({ path: '/regStepTwo' })
        }
      }
    }
  }
</script>

<style>
.header {
    height: 70px;
    background-color: #f1f1f1;
    border-bottom: #e5e5e5 solid 1px;
}
</style>

